[{"_id":1,"nomeExercicio":"Supino Deitado","descricao":"O press de peito deitado sobre o banco (o supino reto)é um dos cinco exercícios básicos, isto é, aqueles movimentos que mais efetivamente trabalham toda a musculatura corporal em conjunto.Os músculos trabalhados principalmente ao executar este exercício são os peitorais, embora os músculos secundários que participam sejam os ombros e os tríceps.Este exercício é a chave para trabalhar a parte superior do corpo, assim como para esculpir uma caixa torácica larga e atlética.O press de peito é muito perto do movimento anatômico executado ao fazer flexões no chão; sem dúvida, o uso de barra e/ou halteres no primeiro caso permite levantar maior peso adicional.","url":"https://media.giphy.com/media/xUOxeQyS5MsrHk3g0U/giphy.gif"},
{"_id":2,"nomeExercicio":"Supino Inclinado","descricao":"O supino tradicional, é um dos exercícios tidos como básicos na musculação. Ele inclusive compõe provas de Powerlifting. A sua versão inclinada nada mais é do que uma possibilidade de atuação com maior ênfase em determinado grupamento muscular.De forma geral, a inclinação do banco não traz novos músculos solicitados, quando comparamos o supino inclinado com o tradicional. Na verdade, o que temos é uma porção do peitoral maior, a clavicular, que é mais solicitada.Pela angulação do movimento e utilização maior da porção clavicular do peitoral maior, temos um potencial de forma muito menor. É natural reduzir a carga em até 35% neste movimento!","url":"https://media.giphy.com/media/l49JHIJiy5Cpi9Hzy/giphy.gif"},
{"_id":3,"nomeExercicio":"Supino Sentado","descricao":"A proposta desse exercício é bastante semelhante ao supino reto, mas, como o nome já diz, sentada. Ele pode ser feito em máquinas específicas, como o supino máquina (chest press), e promove o mesmo tipo de movimento e amplitude do que o tradicional, mas com muito mais segurança.Essa variação é ideal para pessoas idosas e para os iniciantes pegarem melhor o movimento básico do supino. Ou para aqueles que desejam fazer repetições à exaustão com uma carga leve ou moderada em um menor intervalo de tempo, sem a preocupação do músculo falhar e causar algum tipo de acidente.","url":"https://media.giphy.com/media/3oFzmeqVtupHRXBLl6/giphy.gif"},
{"_id":4,"nomeExercicio":"Voador Peitoral","descricao":"Voador é um exercício de treinamento de força. Tambem é chamado de (Peck Deck), ou Hulk. O Voador (flexão-adução horizontal de ombros com aparelho específico) consiste em uma máquina especial com suporte para segurar as mãos dos dois lados, de modo que o exercício consiste no movimento de abre e fecha repetidas vezes, ajustando o peso de acordo com a força que o usuário irá fazer. O Voador trabalha toda a área do peitoral, desde o músculo peitoral maior até os menores dando uma ênfase em definição, alongamento e ganho de força. O exercício também trabalha grande parte dos músculos dos membros superiores: desde deltóides e músculo trapézio até os tríceps. Por essas características, é considerado um exercício ideal para iniciantes.","url":"https://media.giphy.com/media/3oFzm3Gpcm2uIKIVeU/giphy.gif"},
{"_id":5,"nomeExercicio":"Triceps Pulley","descricao":"O tríceps pulley é um dos primeiros exercícios para tríceps que se aprende na academia, devido ao seu modo fácil e prático de se fazer o exercício. Também chamado de tríceps polia, esse com certeza embora de fácil execução, é um dos melhores exercícios e mais explorados pelas pessoas, sejam iniciantes ou avançados na musculação.Esse exercício, embora tenha foco primário o tríceps, também exerce trabalho sobre o deltoide e antebraço.","url":"https://media.giphy.com/media/3ohc120310lH5C6YCc/giphy.gif"},
{"_id":6,"nomeExercicio":"Puxador Anterior","descricao":"Nos exercícios de puxada anterior e posterior, a literatura apresenta como músculos atuantes o grande dorsal, peitoral maior (porção esternal), redondo maior, trapézio, subclávio, peitoral menor, bíceps braquial, braquial e braquiorradial.Este exercício, independente da pegada utilizada, é realizado num plano frontal, rodando sobre um eixo antero-posterior e movimentando as articulações glenoumeral, escápulotorácica, umeroulnar e radiocarpal (Carpenter, 2005). Os movimentos biomecânicos realizados em sua execução são: adução da articulação glenoumeral, rotação interna da articulação escapulotorácica, flexão da articulação umeroulnar e adução da articulação radiocarpal (Carpenter, 2005).","url":"https://media.giphy.com/media/3o751Xnz638Z8QsyEE/giphy.gif"},
{"_id":7,"nomeExercicio":"Rosca Direta","descricao":"Com toda a certeza, a rosca direta é um dos exercícios mais usados na musculação. Por suas grandes possibilidades de variações e pela ação nos músculos flexores do cotovelo, como bíceps braquial, braquial e braquioradial, ela faz parte da maioria das rotinas de treino. Porém, por ser um movimento “limitado” em termos de amplitude e de planos de movimento, temos que buscar algumas variações para que ele possa ser usado de maneira mais efetiva, principalmente por pessoas bem treinadas.","url":"https://media.giphy.com/media/26CaLcWnUNy5gz2Mg/giphy.gif"},
{"_id":8,"nomeExercicio":"Rosca Direta","descricao":"Quando estamos com as mãos na posição supinada, ou seja, com as palmas em posição anatômica (viradas para frente do corpo), a força que fazemos no movimento de contração será mais forte com os ligamentos que seguem desde o dedinho, seguindo pela parte mediana e interna dos antebraços e a parte interna dos bíceps. Normalmente, esse movimento é realizado com a barra reta, principalmente se a pegada estiver na largura dos ombros ou em abertura maior que esta. Isso resultará em um trabalho para o pico dos bíceps e, pode se bastante valorizada em equipamentos como o banco Scott, com barra reta, com a utilização de arm blaster ou utilizando a parte reta do apoio do banco Scott para simular um arm blaster. Outra forma de tornar essa região mais ativada ainda é utilizando o apoio com uma barra (normalmente o Smith) a frente do corpo, entre as axilas e os cotovelos, porém, esta só deve ser tentada por quem realmente sabe como executar a mesma.","url":"https://media.giphy.com/media/3oFzm9gCJFMSSDyn6g/giphy.gif"}]
